INSERT INTO "shopapp_product" (name, description, price, discount, created_at, archived) VALUES
('Ноутбук', 'Мощный ноутбук для работы и игр', 1200.00, 10, '2025-12-03 10:52:00', 0),
('Смартфон', 'Последняя модель смартфона с отличной камерой', 800.00, 5, '2025-12-03 10:52:01', 0),
('Наушники', 'Беспроводные наушники с шумоподавлением', 150.00, 0, '2025-12-03 10:52:02', 0),
('Клавиатура', 'Механическая клавиатура для геймеров', 90.00, 15, '2025-12-03 10:52:03', 0),
('Мышь', 'Игровая мышь с высокой точностью', 50.00, 0, '2025-12-03 10:52:04', 0);
